Revit 2027 API
ParameterTypeId.LayerTypeMaterials Property
 "Material": Material
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LayerTypeMaterials { get; }
Public Shared ReadOnly Property LayerTypeMaterials As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LayerTypeMaterials {
	ForgeTypeId^ get ();
}
static member LayerTypeMaterials : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace